Repository: TomTheCattt/temp
Catalog: Resources/Localization/Localizable.xcstrings
Source language: vi
Languages: en

# commented: %@
source: đã bình luận: %@
en: commented: %@

# liked your post.
source: đã thích bài viết của bạn.
en: liked your post.

# mentioned you in a post.
source: đã nhắc đến bạn trong bài viết.
en: mentioned you in a post.

# mentioned you in their story.
source: đã nhắc đến bạn trong story.
en: mentioned you in their story.

# requested to follow you.
source: đã yêu cầu theo dõi bạn.
en: requested to follow you.

# started a live video.
source: đã bắt đầu video trực tiếp.
en: started a live video.

# started following you.
source: đã bắt đầu theo dõi bạn.
en: started following you.

# tagged you in a post.
source: đã gắn thẻ bạn trong bài viết.
en: tagged you in a post.

# %lld items selected
source: %lld mục đã chọn
en: %lld items selected

# %lld likes
source: %lld lượt thích
en: %lld likes

# %lld posts
source: %lld bài viết
en: %lld posts

# About
source: Giới thiệu
en: About

# Account
source: Tài khoản
en: Account

# Activity
source: Hoạt động
en: Activity

# Activity Status
source: Trạng thái hoạt động
en: Activity Status

# Add a comment...
source: Thêm bình luận...
en: Add a comment...

# Add audio
source: Thêm âm thanh
en: Add audio

# Add location
source: Thêm vị trí
en: Add location

# Also share to
source: Đồng thời chia sẻ tới
en: Also share to

# App Version
source: Phiên bản ứng dụng
en: App Version

# Appearance
source: Giao diện
en: Appearance

# Are you sure you want to log out?
source: Bạn có chắc chắn muốn đăng xuất không?
en: Are you sure you want to log out?

# Audio Call
source: Cuộc gọi thoại
en: Audio Call

# auth.createAccount
source: Tạo tài khoản mới
en: Create New Account

# auth.forgotPassword
source: Quên mật khẩu?
en: Forgot password?

# auth.haveAccount
source: Đã có tài khoản? Đăng nhập
en: Already have an account? Log In

# auth.login
source: Đăng nhập
en: Log In

# auth.logout
source: Đăng xuất
en: Log Out

# auth.logoutConfirmMessage
source: Bạn có chắc chắn muốn đăng xuất không?
en: Are you sure you want to log out?

# auth.logoutConfirmTitle
source: Đăng xuất
en: Log Out

# auth.placeholder.confirmPassword
source: Xác nhận mật khẩu
en: Confirm password

# auth.placeholder.fullName
source: Tên đầy đủ
en: Full name

# auth.placeholder.password
source: Mật khẩu
en: Password

# auth.placeholder.phone
source: Số điện thoại
en: Phone number

# auth.placeholder.usernameOrEmail
source: Tên người dùng, email/số di động
en: Username, email or mobile number

# auth.register
source: Đăng ký
en: Sign Up

# Bio
source: Tiểu sử
en: Bio

# Blocked Accounts
source: Tài khoản bị chặn
en: Blocked Accounts

# Camera Access Required
source: Cần quyền truy cập Camera
en: Camera Access Required

# Camera Preview
source: Xem trước Camera
en: Camera Preview

# Cancel
source: Huỷ
en: Cancel

# Captured Photo
source: Ảnh đã chụp
en: Captured Photo

# Captured Video
source: Video đã quay
en: Captured Video

# Change Profile Photo
source: Đổi ảnh đại diện
en: Change Profile Photo

# chat.messagePlaceholder
source: Nhắn tin...
en: Message...

# City, Country
source: Thành phố, Quốc gia
en: City, Country

# Clear Cache
source: Xoá bộ nhớ đệm
en: Clear Cache

# Close Friends
source: Bạn thân
en: Close Friends

# Comments
source: Bình luận
en: Comments

# comments.addComment
source: Thêm bình luận...
en: Add a comment...

# comments.likesCount
source: %d lượt thích
en: %d likes

# comments.replyingTo
source: Đang trả lời
en: Replying to

# comments.replyPlaceholder
source: Trả lời...
en: Reply...

# comments.title
source: Bình luận
en: Comments

# common.back
source: Quay lại
en: Back

# common.cancel
source: Huỷ
en: Cancel

# common.delete
source: Xoá
en: Delete

# common.done
source: Xong
en: Done

# common.error
source: Lỗi
en: Error

# common.follow
source: Theo dõi
en: Follow

# common.following
source: Đang theo dõi
en: Following

# common.loading
source: Đang tải...
en: Loading...

# common.message
source: Nhắn tin
en: Message

# common.next
source: Tiếp
en: Next

# common.post
source: Đăng
en: Post

# common.reply
source: Trả lời
en: Reply

# common.retry
source: Thử lại
en: Retry

# common.save
source: Lưu
en: Save

# common.search
source: Tìm kiếm
en: Search

# common.send
source: Gửi
en: Send

# common.share
source: Chia sẻ
en: Share

# common.sharedContent
source: Nội dung được chia sẻ
en: Shared content

# common.sponsored
source: Được tài trợ
en: Sponsored

# common.unfollow
source: Bỏ theo dõi
en: Unfollow

# createPost.addLocation
source: Thêm vị trí
en: Add location

# createPost.alsoShareTo
source: Đồng thời chia sẻ tới
en: Also share to

# createPost.captionPlaceholder
source: Viết chú thích...
en: Write a caption...

# createPost.filter
source: Bộ lọc
en: Filter

# createPost.itemsSelected
source: %d mục đã chọn
en: %d items selected

# createPost.selectFromLibrary
source: Chọn từ Thư viện
en: Select from Library

# createPost.selectMedia
source: Chọn ảnh hoặc video
en: Select photos or videos

# createPost.tagPeople
source: Gắn thẻ người
en: Tag people

# createPost.title
source: Bài viết mới
en: New Post

# createReel.addAudio
source: Thêm âm thanh
en: Add audio

# createReel.title
source: Reel mới
en: New Reel

source: Đã có tài khoản? Đăng nhập
en: Already have an account? Log In

source: Đăng ký
en: Sign Up

source: Đăng nhập
en: Log In

# Data & Storage
source: Dữ liệu & Lưu trữ
en: Data & Storage

# Direct Messages
source: Tin nhắn trực tiếp
en: Direct Messages

# Directions
source: Chỉ đường
en: Directions

# directMessages.noMessages
source: Chưa có tin nhắn
en: No messages yet

# directMessages.sentPhoto
source: Đã gửi ảnh
en: Sent a photo

# directMessages.sentVideo
source: Đã gửi video
en: Sent a video

# directMessages.sentVoice
source: Đã gửi tin nhắn thoại
en: Sent a voice message

# directMessages.sharedPost
source: Đã chia sẻ bài viết
en: Shared a post

# directMessages.sharedReel
source: Đã chia sẻ reel
en: Shared a reel

# directMessages.sharedStory
source: Đã chia sẻ story
en: Shared a story

# directMessages.you
source: Bạn:
en: You:

# Done
source: Xong
en: Done

# Edit Post
source: Chỉnh sửa bài viết
en: Edit Post

# Edit Profile
source: Chỉnh sửa trang cá nhân
en: Edit Profile

# editProfile.bio
source: Tiểu sử
en: Bio

# editProfile.changePhoto
source: Đổi ảnh đại diện
en: Change Profile Photo

# editProfile.name
source: Tên
en: Name

# editProfile.title
source: Chỉnh sửa trang cá nhân
en: Edit Profile

# editProfile.username
source: Tên người dùng
en: Username

# editProfile.website
source: Trang web
en: Website

# Ending...
source: Đang kết thúc...
en: Ending...

# Error
source: Lỗi
en: Error

# Explore
source: Khám phá
en: Explore

# Failed to load
source: Tải thất bại
en: Failed to load

# Follow
source: Theo dõi
en: Follow

# Following
source: Đang theo dõi
en: Following

# Go to Settings to enable camera access
source: Vào Cài đặt để bật quyền truy cập camera
en: Go to Settings to enable camera access

# High Quality Uploads
source: Tải lên chất lượng cao
en: High Quality Uploads

# Incoming Call
source: Cuộc gọi đến
en: Incoming Call

# Likes
source: Lượt thích
en: Likes

# Loading...
source: Đang tải...
en: Loading...

# Location %lld
source: Vị trí %lld
en: Location %lld

# Log Out
source: Đăng xuất
en: Log Out

# Message...
source: Nhắn tin...
en: Message...

# Name
source: Tên
en: Name

# New Followers
source: Người theo dõi mới
en: New Followers

# New Reel
source: Reel mới
en: New Reel

# Next
source: Tiếp
en: Next

# No messages yet
source: Chưa có tin nhắn
en: No messages yet

# No results found
source: Không tìm thấy kết quả
en: No results found

# Notifications
source: Thông báo
en: Notifications

# notifications.commented
source: đã bình luận: %@
en: commented: %@

# notifications.followRequest
source: đã yêu cầu theo dõi bạn.
en: requested to follow you.

# notifications.likedPost
source: đã thích bài viết của bạn.
en: liked your post.

# notifications.liveVideo
source: đã bắt đầu video trực tiếp.
en: started a live video.

# notifications.mentionedInPost
source: đã nhắc đến bạn trong bài viết.
en: mentioned you in a post.

# notifications.mentionedInStory
source: đã nhắc đến bạn trong story.
en: mentioned you in their story.

# notifications.startedFollowing
source: đã bắt đầu theo dõi bạn.
en: started following you.

# notifications.taggedInPost
source: đã gắn thẻ bạn trong bài viết.
en: tagged you in a post.

# notifications.title
source: Hoạt động
en: Activity

# Open Settings
source: Mở Cài đặt
en: Open Settings

# Open Source Licenses
source: Giấy phép mã nguồn mở
en: Open Source Licenses

# Password
source: Mật khẩu
en: Password

# Post
source: Đăng
en: Post

# Privacy
source: Quyền riêng tư
en: Privacy

# Privacy Policy
source: Chính sách quyền riêng tư
en: Privacy Policy

# Private Account
source: Tài khoản riêng tư
en: Private Account

# profile.editProfile
source: Chỉnh sửa trang cá nhân
en: Edit Profile

# profile.followers
source: Người theo dõi
en: Followers

# profile.following
source: Đang theo dõi
en: Following

# profile.posts
source: Bài viết
en: Posts

# profile.shareProfile
source: Chia sẻ trang cá nhân
en: Share Profile

# Push Notifications
source: Thông báo đẩy
en: Push Notifications

source: Quên mật khẩu?
en: Forgot password?

# Quick Share
source: Chia sẻ nhanh
en: Quick Share

# Remote Video
source: Video từ xa
en: Remote Video

# Reply
source: Trả lời
en: Reply

# Reply...
source: Trả lời...
en: Reply...

# Replying to
source: Đang trả lời
en: Replying to

# Report
source: Báo cáo
en: Report

# Save
source: Lưu
en: Save

# Saved
source: Đã lưu
en: Saved

# Search
source: Tìm kiếm
en: Search

# Security
source: Bảo mật
en: Security

# Select from Library
source: Chọn từ Thư viện
en: Select from Library

# Select photos or videos
source: Chọn ảnh hoặc video
en: Select photos or videos

# Send
source: Gửi
en: Send

# Send message
source: Gửi tin nhắn
en: Send message

# Settings
source: Cài đặt
en: Settings

# settings.about
source: Giới thiệu
en: About

# settings.account
source: Tài khoản
en: Account

# settings.activityStatus
source: Trạng thái hoạt động
en: Activity Status

# settings.appearance
source: Giao diện
en: Appearance

# settings.appVersion
source: Phiên bản ứng dụng
en: App Version

# settings.blockedAccounts
source: Tài khoản bị chặn
en: Blocked Accounts

# settings.clearCache
source: Xoá bộ nhớ đệm
en: Clear Cache

# settings.closeFriends
source: Bạn thân
en: Close Friends

# settings.comments
source: Bình luận
en: Comments

# settings.dataStorage
source: Dữ liệu & Lưu trữ
en: Data & Storage

# settings.directMessages
source: Tin nhắn trực tiếp
en: Direct Messages

# settings.editProfile
source: Chỉnh sửa trang cá nhân
en: Edit Profile

# settings.highQualityUploads
source: Tải lên chất lượng cao
en: High Quality Uploads

# settings.likes
source: Lượt thích
en: Likes

# settings.logOut
source: Đăng xuất
en: Log Out

# settings.newFollowers
source: Người theo dõi mới
en: New Followers

# settings.notifications
source: Thông báo
en: Notifications

# settings.openSourceLicenses
source: Giấy phép mã nguồn mở
en: Open Source Licenses

# settings.password
source: Mật khẩu
en: Password

# settings.privacy
source: Quyền riêng tư
en: Privacy

# settings.privacyPolicy
source: Chính sách quyền riêng tư
en: Privacy Policy

# settings.privateAccount
source: Tài khoản riêng tư
en: Private Account

# settings.pushNotifications
source: Thông báo đẩy
en: Push Notifications

# settings.saved
source: Đã lưu
en: Saved

# settings.security
source: Bảo mật
en: Security

# settings.termsOfService
source: Điều khoản dịch vụ
en: Terms of Service

# settings.theme
source: Chủ đề
en: Theme

# settings.title
source: Cài đặt
en: Settings

# settings.twoFactor
source: Xác thực hai yếu tố
en: Two-Factor Authentication

# settings.useCellularData
source: Sử dụng dữ liệu di động
en: Use Cellular Data

# Share
source: Chia sẻ
en: Share

# Shared content
source: Nội dung được chia sẻ
en: Shared content

# Sponsored
source: Được tài trợ
en: Sponsored

# tab.explore
source: Khám phá
en: Explore

# tab.feed
source: Trang chủ
en: Home

# tab.notifications
source: Thông báo
en: Notifications

# tab.profile
source: Hồ sơ
en: Profile

# Tag people
source: Gắn thẻ người
en: Tag people

source: Tạo tài khoản mới
en: Create New Account

# Terms of Service
source: Điều khoản dịch vụ
en: Terms of Service

# Thanks for letting us know
source: Cảm ơn bạn đã cho chúng tôi biết
en: Thanks for letting us know

# Theme
source: Chủ đề
en: Theme

# Two-Factor Authentication
source: Xác thực hai yếu tố
en: Two-Factor Authentication

# Use Cellular Data
source: Sử dụng dữ liệu di động
en: Use Cellular Data

# Use fullScreenCover for story viewer
source: Sử dụng fullScreenCover cho story viewer
en: Use fullScreenCover for story viewer

# Username
source: Tên người dùng
en: Username

# Video Call
source: Cuộc gọi video
en: Video Call

# Video Player
source: Trình phát video
en: Video Player

# Video Preview
source: Xem trước video
en: Video Preview

# View all %lld comments
source: Xem tất cả %lld bình luận
en: View all %lld comments

source: Chúng tôi sẽ xem xét bài viết này và xử lý nếu vi phạm Nguyên tắc Cộng đồng.
en: We'll review this post and take action if it goes against our Community Guidelines.

# Website
source: Trang web
en: Website

# Why are you reporting this post?
source: Tại sao bạn báo cáo bài viết này?
en: Why are you reporting this post?

# Write a caption...
source: Viết chú thích...
en: Write a caption...

# You
source: Bạn
en: You

# Your Story
source: Story của bạn
en: Your Story
